---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SteelElemBoltStandard
source: html/e2f281c7-4431-4c12-1c17-e4aa7faede64.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SteelElemBoltStandard Property

"Standard"

## Syntax (C#)
```csharp
public static ForgeTypeId SteelElemBoltStandard { get; }
```